IDEA StatiCa Open Model
BentUpBar.AddAnchor Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Add anchor to bent up bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool AddAnchor { get; set; }
Public Property AddAnchor As Boolean
	Get
	Set
public:
property bool AddAnchor {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
BentUpBar Class
IdeaRS.OpenModel.Detail Namespace